Repository: Tangzishun-Li/LyricsMTMR
Catalog: LyricsX/LyricsX/mul.lproj/Preferences.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt, ru, uk, zh_hans, zh_hant

# 0gT-Nz-7Jw.title
source: Language (Requires Restart):
ar: اللغة (يتطلب إعادة التشغيل):
de: Sprache (Neustart erforderlich):
es: Idioma (requiere reiniciar):
fa: زبان ( نیازمند باز راه اندازی):
fr: Langue (Redémarrage requis) :
id: Bahasa (Membutuhkan Mulai Ulang):
it: Lingua (richiede il riavvio):
ja: 言語（再起動が必要）：
ko: 언어 (재시작 필요):
nl: Taal (vereist herstart):
pl: Język (wymaga restartu):
pt: Idioma (Requer Reinicialização):
ru: Язык (требуется перезапуск):
uk: Мова (потрібний перезапуск):
zh_hans: 语言 (需要重启):
zh_hant: 語言 (需要重新啟動)：

# 0M7-ao-0jb.title
source: Lyrics saving path:
ar: مسار حفظ الكلمات:
de: Songtext-Speicherpfad:
es: Letras salvadas en la ruta:
fa: مسیر ذخیره سازی ترانه ها:
fr: Chemin de sauvegarde des paroles :
id: Lokasi penyimpanan lirik:
it: Percorso per il salvataggio del testo:
ja: 歌詞ファイルの保存先：
ko: 가사를 저장할 경로:
nl: Opslaglocatie songteksten:
pl: Miejsce zapisu tekstów:
pt: Local para salvar letras:
ru: Путь для сохранения текстов:
uk: Шлях для збереження текстів:
zh_hans: 歌词文件保存地址:
zh_hant: 歌詞儲存路徑：

# 0VO-JB-ubq.title
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動設定
ko: 자동
nl: Automatisch
pt: Automático
ru: Авто
uk: Авто
zh_hans: 自动选择
zh_hant: 自動切換

# 1GH-DC-cpo.title
source: Shortcut
ar: اختصار
de: Abkürzung
es: Atajo
fa: میانبر
fr: Raccourci
id: Jalan pintas
it: Collegamento rapido
ja: ショートカット
ko: 바로 가기
nl: Snelkoppeling
pl: Skrót
pt: Atalho
ru: Ярлык
uk: Ярлик
zh_hans: 快捷方式
zh_hant: 捷徑

# 1So-eI-ovg.title
source: Show / Hide menu bar lyrics:
ar: إظهار / إخفاء كلمات شريط القائمة:
de: Zeige / Verstecke Songtexte in Menüleiste:
es: Mostrar / Ocultar la barra de menú letras:
fa: نمایش / پنهان کردن ترانه در نوار ابزار:
fr: Afficher / Masquer les paroles dans la barre de menu :
id: Tampilkan/Sembunyikan lirik batang menu (menu bar):
it: Mostra / Nascondi i testi nella barra del menu:
ja: メニューバー歌詞を表示/非表示:
ko: 메뉴 막대 가사 표시 / 숨기기
nl: Toon / verberg songteksten in de menubalk:
pl: Pokaż / Ukryj tekst w pasku menu:
pt: Mostrar / Ocultar a barra de menu de letras:
ru: Показать/скрыть текст в панели меню:
uk: Показати/приховати текст у рядку меню:
zh_hans: 显示/隐藏菜单栏歌词:
zh_hant: 顯示 / 隱藏選單列歌詞

# 3Bt-md-QNc.title
source: Lyrics
ar: كلمات الأغنية
de: Songtexte
es: Letras
fa: ترانه ها
fr: Paroles
id: Lirik
it: Testo
ja: 歌詞
ko: 가사
nl: Songteksten
pl: Tekst
pt: Letras
ru: Текст
uk: Текст
zh_hans: 歌词
zh_hant: 歌詞

# 4dB-1O-BEa.title
source: Show / Hide preferences window:
ar: إظهار / إخفاء نافذة التفضيلات:
de: Präferenzfenster anzeigen / verbergen:
es: Mostrar / Ocultar ventana de preferencias:
fa: نمایش / مخفی کردن پنجره تنظیمات:
fr: Afficher / Masquer la fenêtre des préférences :
id: Tampilkan / Sembunyikan jendela preferensi:
it: Mostra / Nascondi finestra delle preferenze:
ja: 設定ウィンドウを表示/非表示:
ko: 환경 설정 창 표시 / 숨기기:
nl: Toon / Verberg voorkeurenvenster:
pl: Pokaż / Ukryj okno preferencji:
pt: Mostrar / Ocultar janela de preferências:
ru: Показать / Скрыть окно настроек:
uk: Показати / Приховати вікно уподобань:
zh_hans: 显示/隐藏首选项窗口：
zh_hant: 顯示/隱藏偏好設定窗口：

# 5dp-p5-YmE.title
source: One line mode
ar: نمط السطر الواحد
de: Einzeilen-Modus
es: Modo en línea
fa: نمایش در یک خط
fr: Mode ligne par ligne
id: Gaya satu baris
it: Modalità a riga singola
ja: 一行モード
ko: 한 줄 모드
nl: Enkele regel-modus
pl: Jedna linia
pt: Modo uma linha
ru: Однострочный режим
uk: Режим в один рядок
zh_hans: 单行模式
zh_hant: 單行模式

# 6FU-j0-FTV.title
source: Traditional Chinese
ar: اللغة الصينيّة التقليديّة
de: Traditionelles Chinesisch
es: Chino tradicional
fa: زبانی چینی سنتی
fr: Chinois Traditionnel
id: Tiongkok (Aksara Tradisional)
it: Cinese tradizionale
ja: 繁体字中国語に変換
ko: 중국어 (번체)
nl: Traditioneel Chinees
pl: Chiński (Tradycyjny)
pt: Chinês Tradicional
ru: Традиционный китайский
uk: Традиційна китайська
zh_hans: 转换为繁体中文
zh_hant: 轉換為正體中文

# 6FU-ju-FTV.title
source: Traditional Chinese(Hong Kong)
ar: الصينية التقليدية (هونغ كونغ)
de: Traditionelles Chinesisch (Hongkong)
es: Chino tradicional (Hong Kong)
fa: چینی سنتی (هنگ کنگ)
fr: Chinois traditionnel (Hong Kong)
id: Tradisional Cina (Hong Kong)
it: Cinese tradizionale (Hong Kong)
ja: 繁体中文（香港）
ko: 전통 중국어(홍콩)
nl: Traditioneel Chinees (Hongkong)
pl: Tradycyjny chiński (Hongkong)
pt: Chinês Tradicional (Hong Kong)
ru: Традиционный китайский (Гонконг)
uk: Традиційна китайська (Гонконг)
zh_hans: 转换为繁体中文(香港)
zh_hant: 轉換為正體中文(香港)

# 6FU-jx-FTV.title
source: Traditional Chinese(Taiwan)
ar: الصينية التقليدية (تايوان)
de: Traditionelles Chinesisch (Taiwan)
es: Chino tradicional (Taiwán)
fa: چینی سنتی (تایوان)
fr: Chinois traditionnel (Taïwan)
id: Tiongkok Tradisional (Taiwan)
it: Cinese Tradizionale (Taiwan)
ja: 繁体中文（台湾）
ko: 전통 중국어(대만)
nl: Traditioneel Chinees (Taiwan)
pl: Tradycyjny chiński (Tajwan)
pt: Chinês Tradicional (Taiwan)
ru: Традиционный китайский (Тайвань)
uk: Традиційна китайська (Тайвань)
zh_hans: 转换为繁体中文(台湾)
zh_hant: 轉換為正體中文(台灣)

# 6We-TB-Wfc.title
source: Write lyrics to iTunes:
ar: كتابة كلمات الأغاني إلى iTunes:
de: Songtext in iTunes schreiben:
es: Escribe letras a iTunes:
fa: نوشتن ترانه در آیتیونز:
fr: Écrire les paroles sur iTunes :
id: Tulis lirik ke iTunes:
it: Scrivi il testo in iTunes:
ja: iTunesに書き込む：
ko: iTunes에 가사 내보내기:
nl: Schijf songteksten voor iTunes:
pl: Zapisz tekst w iTunes:
pt: Escrever letras no iTunes:
ru: Запись текста в iTunes:
uk: Запис тексту в iTunes:
zh_hans: 写入歌词到 iTunes:
zh_hant: 將歌詞輸入 iTunes：

# 7Ax-7T-26K.title
source: Automatically
ar: تلقائياً
de: Automatisch
es: Automáticamente
fa: به صورت خودکار
fr: Automatiquement
id: Secara otomatis
it: Automaticamente
ja: 自動的に書き込み
ko: 자동
nl: Automatisch
pl: Automatycznie
pt: Automaticamente
ru: Автоматически
uk: Автоматично
zh_hans: 自动写入
zh_hant: 自動導入

# 7n2-te-txG.title
source: Write lyrics to iTunes:
ar: كتابة كلمات الأغاني إلى iTunes:
de: Songtext in iTunes schreiben:
es: Escribe letras a iTunes:
fa: نوشتن ترانه در آیتیونز:
fr: Écrire les paroles sur iTunes :
id: Tulis lirik ke iTunes:
it: Scrivi il testo in iTunes:
ja: iTunesに書き込む：
ko: iTunes에 가사 내보내기:
nl: Schijf songteksten voor iTunes:
pl: Zapisz tekst w iTunes:
pt: Escrever letras no iTunes:
ru: Запись текста в iTunes:
uk: Запис тексту в iTunes:
zh_hans: 写入歌词到 iTunes:
zh_hant: 將歌詞輸入 iTunes：

# 7pm-7c-xyY.title
source: Customize TouchBar
ar: تخصيص شريط اللمس
de: TouchBar anpassen
es: Personalizar la TouchaBar
fa: شخصی سازی تاچ بار
fr: Personnaliser la TouchBar
id: Ubah Sesuai Batang Sentuh (Touch Bar)
it: Personalizza la TouchBar
ja: TouchBarをカスタマイズ
ko: 터치바 사용자설정
nl: TouchBar aanpassen
pl: Personalizuj TouchBar
pt: Personalizar TouchBar
ru: Настройка Touch Bar
uk: Налаштування Touch Bar
zh_hans: 自定义 TouchBar
zh_hant: 自訂 Touch Bar 歌詞

# 8JF-Og-z6E.title
source: Display
ar: عرض
de: Anzeigen
es: Visualizar
fa: نمایش
fr: Affichage
id: Tampilan
it: Visualizzazione
ja: 表示
ko: 표시
nl: Weergave
pl: Wyświetlanie
pt: Mostrar
ru: Отображение
uk: Відображення
zh_hans: 显示
zh_hant: 顯示

# 8Sx-vb-5pB.title
source: Write lyrics to iTunes:
ar: كتابة كلمات الأغاني إلى iTunes:
de: Songtext in iTunes schreiben:
es: Escribir letra a iTunes:
fa: نوشتن ترانه ها در آیتیونز:
fr: Écrire les paroles sur iTunes :
id: Tulis lirik ke iTunes:
it: Scrivi il testo in iTunes:
ja: iTunesに書き込む：
ko: iTunes에 가사 내보내기:
nl: Schijf songteksten naar iTunes:
pl: Zapisz tekst w iTunes:
pt: Escrever letras no iTunes:
ru: Запись текста в iTunes:
uk: Запис тексту в iTunes:
zh_hans: 写入歌词到 iTunes:
zh_hant: 將歌詞寫入 iTunes 歌曲：

# 9yS-oJ-E3S.title
source: Spotify Lyrics:
ar: كلمات سبوتيفاي:
de: Spotify Songtexte:
es: Letras de Spotify:
fa: متن آهنگ‌های اسپاتیفای:
fr: Paroles Spotify :
id: Lirik Spotify:
it: Testi di Spotify:
ja: スポティファイの歌詞:
ko: 스포티파이 가사:
nl: Spotify Songteksten:
pl: Spotify teksty:
pt: Letras do Spotify:
ru: Тексты песен Spotify:
uk: Тексти пісень Spotify:
zh_hans: Spotify歌词：
zh_hant: Spotify 歌詞：

# 19E-DG-Q23.title
source: Lyrics lines matching following rules will be ignored. Use "/" to start a regular expression.
ar: سيتم تجاهل خطوط كلمات الأغاني التي تعمل على القواعد التالية. استخدم "/" لبدء التعبير العادي.
de: Songtexte, die mit folgenden Regeln übereinstimmen, werden ignoriert. Nutze die "/"-Taste, um den regulären Ausdruck zu starten.
es: Las líneas de las letras que cumplan las reglas serán ignoradas, Usa “/“ para empezar una expresión regular.
fa: Lyrics lines maching following rules will be ignored. Use "/" to start a regular expression. بخش هایی از ترانه که از قانون مشخص شده در ادامه پیروی می کنند نشان داده نخواهند شد. برای شروع به نوشتن عبارات باقاعده “RegX” از «/» استفاده کنید.
fr: Les lignes de paroles qui suivent les règles suivantes seront ignorées. Utilisez "/" pour démarrer une expression régulière.
id: Baris lirik yang cocok dengan aturan-aturan berikut akan diabaikan. Gunakan "/" untuk memulai ekspresi reguler.
it: Le righe di testo che corrispondono alle seguenti regole verranno ignorate. Usa "/" per avviare un'espressione regolare.
ja: 次の規則を満たす歌詞行が非表示にされます。 先頭に「/」をつけて正規表現にすることができます。
ko: 다음의 규칙이 발견된 가사의 문단은 무시될 것 입니다. "/"를 사용해 주석을 쓸 수 있습니다.
nl: Songtekst regels die aan de volgende regels voldoen worden genegeerd. Gebruik "/" om een reguliere expressie te starten.
pl: Linia tekstu zawierająca poniższe reguły będzie ignorowana. Zacznij od "/" by użyć wyrażeń regularnych (regex).
pt: As linhas encontradas com as seguintes regras serão ignoradas. Use "/" para iniciar uma expressão regular.
ru: Строки текста, соответствующие следующим правилам, будут проигнорированы. Используйте "/", чтобы начать регулярное выражение.
uk: Рядки текстів, що відповідають наступним правилам, будуть проігноровані. Використовуйте "/", щоб почати регулярний вираз.
zh_hans: 符合下列规则的歌词行将被过滤。使用 "/" 以启用正则表达式。
zh_hant: 符合下列規則的關鍵字將不會顯示在歌詞中，請使用 "/" 來定義正規表達式。

# 992-tg-edx.title
source: Font:
ar: الخط:
de: Schriftart:
es: Fuente:
fa: فونت:
fr: Police :
id: Jenis huruf:
it: Carattere:
ja: フォント:
ko: 폰트:
nl: Lettertype:
pl: Czcionka:
ru: Шрифт:
uk: Шрифт:
zh_hans: 字体:
zh_hant: 字型：

# AiM-vg-FvQ.title
source: Simplified Chinese
ar: اللغة الصينية المُبسطة
de: Vereinfachtes Chinesisch
es: Chino simplificado
fa: زبانی چینی ساده
fr: Chinois Simplifié
id: Tiongkok (Aksara Sederhana)
it: Cinese semplificato
ja: 簡体字中国語に変換
ko: 중국어 (간체)
nl: Vereenvoudigd Chinees
pl: Chiński (Uproszczony)
pt: Chinês Simplificado
ru: Упрощенный китайский
uk: Спрощена китайська
zh_hans: 转换为简体中文
zh_hant: 轉換為簡體中文

# aMb-zX-bzP.title
source: Preferences
ar: الإعدادات
de: Einstellungen
es: Preferencias
fa: تنظیمات
fr: Préférences
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Instellingen
pl: Ustawienia
pt: Preferências
ru: Настройки
uk: Налаштування
zh_hans: 偏好设置
zh_hant: 偏好設定

# As7-rZ-u6c.title
source: Strict Search
ar: بحث دقيق
de: Strikte Suche
es: Búsqueda estricta
fa: جستجوی دقیق
fr: Recherche stricte
id: Pencarian Ketat
it: Ricerca esatta
ja: 厳密な検索
ko: 정확히 일치하는 검색
nl: Strikt zoeken
pl: Dokładne wyszukiwanie
pt: Busca Estrita
ru: Строгий поиск
uk: Строгий пошук
zh_hans: 精确搜索
zh_hant: 精確搜尋

# au8-ou-Duf.title
source: Enable source priority ranking
ar: تفعيل ترتيب المصادر حسب الأولوية
de: Rangfolge nach Quellenpriorität aktivieren
es: Activar clasificación por prioridad de fuente
fa: فعال‌سازی رتبه‌بندی اولویت منابع
fr: Activer le classement par priorité des sources
id: Aktifkan peringkat prioritas sumber
it: Abilita ordinamento per priorità delle fonti
ja: 取得元の優先順位を有効にする
ko: 출처 우선 순위 순서 활성화
nl: Rangschikking op bronprioriteit inschakelen
pl: Włącz ranking priorytetów źródeł
pt: Ativar classificação por prioridade da fonte
ru: Включить ранжирование источников по приоритету
uk: Увімкнути ранжування джерел за пріоритетом
zh_hans: 启用歌词源优先级排序
zh_hant: 啟用歌詞源優先級排序

# aUg-eg-K5C.label
source: Karaoke
ar: كاراوكي
fa: کارائوکه
fr: Karaoké
ja: カラオケ
ko: 노래방
ru: Караоке
uk: Караоке
zh_hans: 逐行
zh_hant: 卡拉OK

# bbd-ra-rSF.title
source: Combine menubar icon with menubar lyrics
ar: جمع بين ايقونة شريط القائمة مع كلمات شريط القائمة
de: Menüleiste-Icon mit Menüleiste-Songtexte verbinden
es: Combina los iconos de la barra de menú con las letras
fa: تلفیق آیکون منو با ترانه منو
fr: Combiner l'icône de la barre de menu et les paroles dans la barre de menu
id: Gabungkan ikon batang menu dengan lirik batang menu
it: Combina l'icona della barra dei menu con il testo della barra dei menu
ja: メニューバーのアイコンと歌詞を結合する
ko: 메뉴 막대 가사를 메뉴 막대 아이콘과 합치기
nl: Combineer icoon in de menubalk met songteksten in de menubalk
pl: Połącz ikonę z napisami w pasku menu
pt: Combine ícones de menu com letras de menu
ru: Объединить значок меню с текстом песни
uk: Об'єднати піктограму меню з текстом пісні
zh_hans: 合并菜单栏图标与歌词
zh_hant: 將選單列圖示與歌詞顯示合併

# bDS-Lb-m34.title
source: Disable lyrics when:
ar: تعطيل كلمات الأغاني عندما:
de: Songtexte deaktivieren, wenn:
es: Desactivar letras cuando:
fa: غیرفعال سازی نمایش متن هنگامی که:
fr: Désactiver les paroles pendant :
id: Matikan lirik ketika:
it: Disabilita il testo quando:
ja: 歌詞を非表示:
ko: 가사를 비활성화 할 때:
nl: Songteksten uitschakelen wanneer:
pl: Wyłącz tekst gdy:
pt: Desabilitar letras quando:
ru: Убрать текст когда:
uk: Вимкнути тексти, коли:
zh_hans: 隐藏歌词:
zh_hant: 下列狀況時隱藏歌詞：

# bFk-1g-XeL.title
source: Lab
ar: مختبر
es: Laboratorio
fa: آزمایشگاه
ja: ラボ
ko: 실험실
pt: Laboratório
ru: Лаборатория
uk: Лабораторія
zh_hans: 实验室
zh_hant: 實驗功能

# bmk-rW-Uot.title
source: Decrease lyrics offset:
ar: تراجع وقت الكلمات:
de: Songtext-Abstand erhöhen:
es: Decremento el offset de la letra:
fa: کم کردن فاصله متن ترانه:
fr: Diminuer le décalage des paroles :
id: Kurangi offset lirik:
it: Riduci lo scostamento del testo:
ja: 歌詞のオフセットを減らす:
ko: 가사 싱크 느리게 조절:
nl: Verminder songtekst compensatie:
pl: Zmniejsz opóźnienie tekstów:
pt: Atrasar tempo de letras:
ru: Уменьшить задержку текста:
uk: Зменшити затримку тексту:
zh_hans: 减少歌词偏移（歌词延迟）:
zh_hant: 延遲顯示歌詞：

# cBB-zn-Hdh.title
source: Prefer bilingual lyrics
ar: تفضيل كلمات الأغاني ثنائية اللغة
de: Zweisprachige Songtexte bevorzugen
es: Prefiero letras bilingües
fa: نمایش متن ترانه دو زبانه (در صورت وجود)
fr: Préférer les paroles bilingues
id: Lebih suka lirik dwibahasa
it: Preferisci testo bilingue
ja: バイリンガルの歌詞を優先する
ko: 이중 언어 표시하기
nl: Liever tweetalige songteksten
pl: Preferuj dwu-języczne teksty
pt: Preferir letras bilíngues
ru: Предпочитать двуязычные тексты
uk: Віддавати перевагу двомовним текстам
zh_hans: 优先使用双语歌词
zh_hant: 優先使用雙語歌詞

# Cmt-it-PXW.title
source: Font:
ar: الخط:
de: Schriftart:
es: Fuente:
fa: فونت:
fr: Police :
id: Jenis huruf:
it: Carattere:
ja: フォント:
ko: 폰트:
nl: Lettertype:
pl: Czcionka:
pt: Fonte:
ru: Шрифт:
uk: Шрифт:
zh_hans: 字体:
zh_hant: 字型：

# CX0-PE-NAF.title
source: Simplified Chinese
ar: اللغة الصينية المُبسطة
de: Vereinfachtes Chinesisch
es: Chino simplificado
fa: زبانی چینی ساده
fr: Chinois Simplifié
id: Tiongkok (Aksara Sederhana)
it: Cinese semplificato
ja: 簡体字中国語に変換
ko: 중국어 (간체)
nl: Vereenvoudigd Chinees
pl: Chiński (Uproszczony)
pt: Chinês Simplificado
ru: Упрощенный китайский
uk: Спрощена китайська
zh_hans: 转换为简体中文
zh_hant: 轉換為簡體中文

# e8O-oC-igZ.title
source: Drag rows to reorder source priority. If disabled, it will be sorted by quality.
ar: اسحب الصفوف لإعادة ترتيب أولوية المصدر. إذا تم تعطيله، سيتم الترتيب حسب الجودة.
de: Zeilen ziehen, um die Quellenpriorität neu anzuordnen. Wenn deaktiviert, wird nach Qualität sortiert.
es: Arrastra las filas para reordenar la prioridad de la fuente. Si está desactivado, se ordenará por calidad.
fa: برای ترتیب مجدد اولویت منابع، سطرها را بکشید. در صورت غیرفعال بودن، بر اساس کیفیت مرتب خواهد شد.
fr: Faites glisser les lignes pour réorganiser la priorité des sources. Si désactivé, le tri se fera par qualité.
id: Seret baris untuk menyusun ulang prioritas sumber. Jika dinonaktifkan, akan diurutkan berdasarkan kualitas.
it: Trascina le righe per riordinare la priorità delle fonti. Se disabilitato, l'ordinamento avverrà per qualità.
ja: 行をドラッグして取得元の優先順位を変更します。無効の場合、品質順でソートされます。
ko: 행을 드래그하여 출처 우선 순위를 변경하세요. 비활성화 시 품질 순으로 정렬됩니다.
nl: Sleep rijen om de bronprioriteit opnieuw te rangschikken. Indien uitgeschakeld, wordt er op kwaliteit gesorteerd.
pl: Przeciągnij wiersze, aby zmienić kolejność priorytetów źródeł. Jeśli opcja jest wyłączona, sortowanie odbędzie się według jakości.
pt: Arraste as linhas para reordenar a prioridade da fonte. Se desativado, será ordenado por qualidade.
ru: Перетаскивайте строки, чтобы изменить приоритет источников. Если отключено, сортировка будет по качеству.
zh_hans: 拖动以重新排序歌词源优先级。若关闭该功能则按照质量排序。
zh_hant: 可拖動調整歌詞來源的優先順序。停用時，則依照歌詞品質排列。

# EDv-ax-0hI.title
source: Load lyrics from music file (order: embedded > beside)
ar: تحميل كلمات الأغاني بجانب ملف الموسيقى
de: Songtext neben Musikdatei laden
es: Cargar la letra al lado del archivo de música
fa: بارگذاری ترانه کنار فایل موزیک
fr: Charger les paroles à côté du fichier musique
id: Muat lirik di samping berkas musik
it: Carica il testo accanto al file musicale
ja: 同じ名前の歌詞を読み込む
ko: 음원 파일로부터 가사 불러오기
nl: Laad songteksten naast muziek bestand
pl: Szukaj tekstu w folderze z utworem
pt: Carregar letras ao lado do arquivo de música
ru: Загружать текст рядом с музыкальным файлом
uk: Завантажувати текст поруч із музичним файлом
zh_hans: 从音乐文件加载歌词（同目录/内嵌）
zh_hant: 從音樂檔案載入歌詞（同目錄/內嵌）

# EnT-HZ-SOz.title
source: Font Fallback:
ar: الخط الاحتياطي:
de: Schriftart-Fallback:
es: Fuente Fallback:
fa: بازگشت به فونت:
ja: フォントのフォールバック：
ko: 글꼴 폴백:
pl: Czcionka awaryjna:
pt: Substituição de fontes:
ru: Возврат шрифта:
uk: Запасний шрифт:
zh_hans: 字体回退：
zh_hant: 字型回退：

# FxG-RK-g7y.title
source: Preferred music player
ar: مشغل الموسيقى المختار
de: Bevorzugter Musikplayer
es: Preferido reproductor de música
fa: موزیک پلیر درخواه
fr: Lecteur de musique préféré
id: Pemutar musik yang disuka
it: Lettore musicale preferito
ja: デフォルトプレーヤー
ko: 선호하는 음악 플레이어
nl: Favoriete muziekspeler
pl: Wybrany odtwarzacz
pt: Reprodutor de música preferido
ru: Предпочитаемый музыкальный проигрыватель
uk: Бажаний музичний програвач
zh_hans: 首选音乐播放器
zh_hant: 偏好的音樂播放器

# g2u-8D-dln.title
source: Here are some experimental features that may not be stable enough, and may be removed in the future.
ar: وفيما يلي بعض المميزات التجريبية التي قد لا تكون مستقرة بما فيه الكفاية، وقد تتم إزالتها في المستقبل.
de: Hier sind einige experimentelle Funktionieren, die möglicherweise nicht stabil genug sind und in Zukunft entfernt werden können.
es: Aquí hay algunas características experimentales que pueden no ser lo suficientemente estables y pueden eliminarse en el futuro.
fa: در اینجا تعدادی از قابلیت‌های آزمایشی قرار دارند که ممکن است به اندازه کافی پایدار نباشند و یا در آینده حذف شوند.
fr: Voici quelques fonctionnalités expérimentales qui peuvent ne pas être suffisamment stables et être supprimées à l'avenir.
id: Ini adalah fitur-fitur percobaan yang mungkin belum cukup stabil dan bisa saja nanti akan dihilangkan.
it: Ecco alcune caratteristiche sperimentali che potrebbero non essere sufficientemente stabili e potrebbero essere rimosse in futuro.
ja: ここにいくつかの実験的な機能があります、これらの機能は十分に安定しておらず、今後削除される可能性があります。
ko: 불안정 할 수 있으며 추후에 사라질 수도 있는 실험적인 기능들 입니다.
nl: Hier zijn enkele experimentele functies die mogelijk niet stabiel genoeg zijn en in de toekomst verwijderd zouden kunnen worden.
pl: Tu znajdziesz eksperymentalne funkcje, które mogą nie działać stabilnie i mogą być usunięte w przyszłości.
pt: Aqui estão alguns recursos experimentais que podem não ser estáveis o suficiente, e podem ser removidos no futuro.
ru: Здесь находятся некоторые экспериментальные функции, которые могут быть недостаточно стабильными, и могут быть удалены в будущем.
uk: Ось декілька експериментальних функцій, які можуть бути недостатньо стабільними, і також можуть бути усунені в майбутньому.
zh_hans: 这里是一些实验性的功能。这些功能可能不够稳定，并可能在将来被移除。
zh_hant: 此處為一些實驗性的功能，日後也有可能因不使用而被移除。

# g7q-Q0-nbQ.title
source: Customize allows applications
ar: التخصيص يسمح للتطبيقات
de: Anpassen ermöglicht Anwendungen
es: Personalizar permite a las aplicaciones
fa: سفارشی‌سازی به برنامه‌ها اجازه می‌دهد
fr: Personnaliser permet aux applications
id: Sesuai memungkinkan aplikasi
it: Personalizza consente alle applicazioni
ja: カスタマイズはアプリケーションを可能にします。
ko: 맞춤 설정은 애플리케이션이 허용합니다.
nl: Aanpassen stelt applicaties in staat
pl: Dostosowanie pozwala aplikacjom
pt: Personalizar permite que aplicativos
ru: Настроить позволяет приложениям
uk: Індивідуалізація дозволяє додаткам
zh_hans: 自定义允许应用程序
zh_hant: 自訂可讓應用程式

# GaA-xG-8SL.title
source: General
ar: الإعدادات العامة
de: Allgemein
fa: عمومی
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
uk: Основні
zh_hans: 通用
zh_hant: 一般

# gGL-LB-TXI.title
source: Enable Touch Bar lyrics
ar: تمكين ظهور الكلمات في شريط اللمس
de: TouchBar-Songtexte aktivieren
es: Activar letras en la Touch Bar
fa: فعال‌سازی متن ترانه در Touch Bar
fr: Activer les paroles dans la Touch Bar
id: Hidupkan lirik Batang Sentuh (Touch Bar)
it: Mostra il testo nella barra del menu
ja: タッチバー歌詞を有効にする
ko: 터치 바 가사 사용
nl: Schakel Touch Bar songteksten in
pl: Włącz tekst na Touch Bar
pt: Habilitar letras na Touch Bar
ru: Включить текст в Touch Bar
uk: Увімкнути текст у Touch Bar
zh_hans: 启用触控栏歌词
zh_hant: 啟用 Touch Bar 歌詞

# gin-P2-gb5.title
source: Use system wide now playing application
ar: استخدام خاصية يعمل الان بالنظام كله
de: Verwenden Sie die systemweite, jetzt spielende Anwendung
es: Usar ampliamente el sistema cuando la aplicación esta reproduciéndose
fa: استفاده از قابلیت داخلی سیستم
id: Gunakan aplikasi sedang memutar (now playing) luas sistem
it: Usa un'applicazione di riproduzione in tutto il sistema
ja: システムで「再生中」のアプリを利用する
ko: 시스템 전체에서 현재 재생중인 음악 플레이어 사용
nl: Gebruik de systeem-brede nu afgespeelde applicatie
pt: Usar todo o sistema em execução do aplicativo
ru: Использовать общесистемный проигрыватель
uk: Використовувати загальносистемний програвач
zh_hans: 使用系统正在播放的应用
zh_hant: 使用系統現在正在播放的程式

# gOr-e9-SZS.title
source: Increase lyrics offset:
ar: زيادة وقت الكلمات:
de: Songtext-Abstand erhöhen:
es: Incrementar el offset de las letras:
fa: افزایش فاصله متن ترانه:
fr: Augmenter le décalage des paroles :
id: Tambah offset lirik:
it: Aumenta lo scostamento del testo:
ja: 歌詞のオフセットを増やす:
ko: 가사 싱크 빠르게 조절:
nl: Verhoog songtekst compensatie:
pl: Zwiększ opóźnienie tekstów:
pt: Adiantar tempo de letras:
ru: Увеличить задержку текста:
uk: Збільшити затримку тексту:
zh_hans: 增加歌词偏移（歌词提前）:
zh_hant: 提前顯示歌詞：

# grJ-bz-uaa.title
source: Mark as wrong lyrics:
ar: وضع علامة ككلمات خاطئة:
de: Als falsche Songtexte markieren:
es: Marcar como letras equivocadas:
fa: انتخاب به عنوان متن اشتباه:
fr: Marquer comme paroles incorrectes :
id: Tandai sebagai salah lirik:
it: Segna il testo come sbagliato:
ja: 間違った歌詞としてマークする:
ko: 잘못된 가사로 표시:
nl: Markeer als verkeerde songtekst:
pl: Oznacz jako zły tekst:
pt: Marcar como letra incorreta:
ru: Пометить как неправильный текст:
uk: Позначити як неправильний текст:
zh_hans: 标记为错误的歌词:
zh_hant: 標記歌詞錯誤

# h4G-Un-dtm.title
source: Vertical mode
ar: الوضع العمودي
de: Vertikaler Modus
es: Modo vertical
fa: حالت عمودی
fr: Mode vertical
id: Gaya vertikal
it: Modalità verticale
ja: 垂直モード
ko: 세로 모드
nl: Verticale modus
pl: Tryb pionowy
pt: Modo vertical
ru: Вертикальный режим
uk: Вертикальний режим
zh_hans: 竖排模式
zh_hant: 竪排模式

# HKg-Sp-6EN.title
source: Launch at login
ar: تشغيل عند تسجيل الدخول
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fa: اجرا هنگام ورود
fr: Lancer au démarrage
id: Jalankan saat masuk
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
nl: Starten bij inloggen
pl: Uruchamianie przy logowaniu
pt: Iniciar ao efetuar login
ru: Запуск при входе
uk: Запускати при вході
zh_hans: 登录时启动
zh_hant: 在登入時啟動

# hsu-H9-9Bd.title
source: Shadow
ar: الظل
de: Schatten
es: Sombra
fa: سایه
fr: Ombre
id: Bayangan
it: Ombreggiatura
ja: 影
ko: 그림자
nl: Schaduw
pl: Cień
pt: Sombra
ru: Тень
uk: Тінь
zh_hans: 阴影
zh_hant: 陰影
